export const questions = [
  {
    question: 'К тебе обратились за помощью. Твои действия?',
    options: [
      {
        text: 'С радостью помогу!'
      },
      {
        text: 'Помогу, но запомню это и буду напоминать про долг каждый день!'
      },
      {
        text: 'Такого не может быть, ведь я никому не нужен'
      }
    ]
  },
  {
    question: 'Тебя попросили провезти посылку в поезде. Твои действия?',
    options: [
      {
        text: 'Без проблем, Передам что нужно!'
      },
      {
        text: 'Хрень какая-то!'
      }
    ]
  },
  {
    question:
      'Ты в очереди к врачу. Женщина с ребенком просит пройти вперед - ей нужно просто спросить. Что ответишь?',
    options: [
      {
        text: 'Пропущу, у нее, наверное срочные дела'
      },
      {
        text: 'Пусть ждет своей очереди!'
      }
    ]
  },
  {
    question: 'Забываешь про дни рождения!',
    options: [
      {
        text: 'Никогда'
      },
      {
        text: 'Иногда'
      },
      {
        text: 'Всегда'
      }
    ]
  }
]

export const hooks = {
  useState: {
    social: 10,
    weird: 2,
    cunning: 2
  }
}
